Revit 2026 API
IDataConversionMonitor Methods
The IDataConversionMonitor type exposes the following members.
Methods
Name | Description
GetVerbosity |  Reports requested verbosity level
ProcessMessage
Top
See Also
Reference
IDataConversionMonitor Interface
Autodesk.Revit.DB Namespace